import React from "react";
import styles from "./Article.module.scss";
import Ad300x250 from "../../layouts/ads/300x250/Ad300x250";
import Tags from "../../layouts/tags/Tags";
import { categories } from "../../data/Categories";

export default function Article() {
  return (
    <div className={styles.main}>
      <div className={styles.container}>
        <div className={styles.article}>
          <p>الرئيسية | تقارير</p>
          <h1>تهم تلاحق "مستشار" عمدة مدينة طنجة</h1>
          <img
            src="https://i1.hespress.com/wp-content/uploads/2024/08/TPI-Tanger.jpg"
            alt=""
          />
          <div>
            <p className={styles.author}>جيم بوست</p>
            <p className={styles.date}>الإثنين 30 شتنبر 2024 - 22:24</p>
          </div>
          <div className={styles.articleDetails}>
            <p>
              في تطور جديد بخصوص قضية حسن المزدوجي، عضو حزب الأصالة والمعاصرة
              “مستشار” عمدة المدينة منير ليموري، علمت جريدة هسبريس الإلكترونية
              أن قاضي التحقيق وجه مجموعة من التهم إلى المزدوجي الموجود رهن
              الاعتقال.
            </p>
            <p>
              وقرر قاضي التحقيق بالمحكمة الابتدائية بمدينة طنجة، محمد قريش،
              متابعة المتهم حسن المزدوجي من أجل جنح “بث وتوزيع ادعاءات ووقائع
              كاذبة بهدف المس بالحياة الخاصة للأشخاص والتشهير بهم، وبث وتوزيع
              ادعاءات ووقائع كاذبة بقصد المساس بالحياة الخاصة لامرأة بسبب جنسها،
              والتشهير والتهديد والتمييز بسبب الانتماء والسب والقذف العلني في حق
              امرأة بسبب جنسها”.
            </p>
            <p>
              وطالب قاضي التحقيق متابعة المتهم بناء على الأفعال المنصوص عليها
              وعلى عقوبتها في الفصول “2/447 و3/447 و425 و427 و429 و443 و1/444
              و2/444 و1/431 و2/432 من القانون الجنائي والقانون 13-88 المتعلق
              بالصحافة والنشر”.
            </p>
            <p>
              في تطور جديد بخصوص قضية حسن المزدوجي، عضو حزب الأصالة والمعاصرة
              “مستشار” عمدة المدينة منير ليموري، علمت جريدة هسبريس الإلكترونية
              أن قاضي التحقيق وجه مجموعة من التهم إلى المزدوجي الموجود رهن
              الاعتقال.
            </p>
            <p>
              وقرر قاضي التحقيق بالمحكمة الابتدائية بمدينة طنجة، محمد قريش،
              متابعة المتهم حسن المزدوجي من أجل جنح “بث وتوزيع ادعاءات ووقائع
              كاذبة بهدف المس بالحياة الخاصة للأشخاص والتشهير بهم، وبث وتوزيع
              ادعاءات ووقائع كاذبة بقصد المساس بالحياة الخاصة لامرأة بسبب جنسها،
              والتشهير والتهديد والتمييز بسبب الانتماء والسب والقذف العلني في حق
              امرأة بسبب جنسها”.
            </p>
            <p>
              وطالب قاضي التحقيق متابعة المتهم بناء على الأفعال المنصوص عليها
              وعلى عقوبتها في الفصول “2/447 و3/447 و425 و427 و429 و443 و1/444
              و2/444 و1/431 و2/432 من القانون الجنائي والقانون 13-88 المتعلق
              بالصحافة والنشر”.
            </p>
          </div>

          <Tags list={categories.splice(0, 3)} />
        </div>
        <div className={styles.article}>Article</div>
      </div>
    </div>
  );
}
